Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/inarinsaamen_vieraan_kielen_oppikirjasarja_valmistui.html.tmx
Source language: fin
Languages: sms

source: Inarinsaamen vieraan kielen oppikirjasarja valmistui
sms: Aanarsääʹm veeʹresǩiõl mättǩeʹrjjräidd lij vaalmâš

source: Inarinsaamen vieraan kielen oppikirjasarja Hitruu on nyt valmis tekstikirjojen osalta.
sms: Aanarsääʹm veeʹresǩiõl mättǩeʹrjjräidd Hitruu lij ååʹn vaalmâš teʹksttǩiiʹrji vueʹzzeʹld.

source: Kouluvuoden alkajaisiksi ilmestyi sarjan viimeinen osa Hitruu 4 -Sämieennâm.
sms: Škoouleeʹjj aalǥâst iʹlmstõõvi sääʹrj mââimõs ǩeʹrjj Hitruu 4 -Sämieennâm.

source: Oppikirjasarja on tarkoitettu inarinsaamen vieraan kielen opetukseen perusopetuksen luokilla 3-6.
sms: Mättǩeʹrjjräidd lij jurddum aanarsääʹm veeʹresǩiõl mättʼtõʹsse vuâđđmättʼtõsklaassid 3-6.

source: Sarjasta ovat aiemmin ilmestyneet osat Ááhu kuuvl, Pennuuseibi ja Skipáreh.
sms: Rääidast lie ääiʹjben iʹlmstõõvvâm vueʹzz Ááhu kuuvl, Pennuuseibi ja Skipáreh.

source: Nyt julkaistu uusin kirja on tarkoitettu perusopetuksen kuudesluokkalaisille.
sms: Ååʹn õlmstõttum ođđsumõs ǩeʹrjj lij jurddum vuâđđmättʼtõõzz kuuđadklaasslaid.

source: Ánná ja Saammâl seikkailevat oppikirjassa jälleen todellisiin, vanhoihin ja uudempiin tapahtumiin pohjautuvissa tarinoissa, jotka sijoittuvat Nellimiin.
sms: Ánná da Saammâl toouhje mättǩeeʹrjest eʹpet tuõđlaž, puäʹres di ođđsab šõddmõõžžin Njeäʹllem peälla vuâđđõõvvi mainnsin.

source: Tarinoiden kautta opitaan inarinsaamen kielen lisäksi myös inarinsaamelaista kulttuuria.
sms: Mainnsi pääiʹǩ mättjet aanarsääʹmǩiõl lââʹssen še aanrõškulttuur.

source: Tarinoihin sisältyy monia vuodenkierron tärkeitä tapahtumia syyskesästä seuraavan vuoden kesään saakka.
sms: Mainnsi seʹst lie še eeʹjj-jårrõʹsse kuulli tääʹrǩes šõddmõõžž di tuej čõhččǩieʹzzest puõʹtti ǩieʹzz räjja.

source: Oppikirjat on käsikirjoittanut Teija Linnanmäki ja kuvittanut Riitta Ahonen .
sms: Mättǩiiʹrjid lij ǩeeʹrjtam Teija Linnanmäki da kaartid pirstam Riitta Ahonen.

source: Sarjassa tullaan myöhemmin julkaisemaan vielä harjoituskirjoja ja digimateriaalia.
sms: Mâʹŋŋlest ǩeʹrjjrääidast õlmstââʹttet võl harjjtõsǩiiʹrjid da digimateriaalid.

source: Tilaukset: kirjatilaus(at)samediggi.fi
sms: Tiʹllʼjõõzz: kirjatilaus(at)samediggi.fi

source: Lisätietoja: koulutus- ja oppimateriaalitoimisto
sms: Lââssteâđ: koulutus- ja oppimateriaalitoimisto
